Repository: liuzeyi11/GovernmentWorkReportCorpus
Catalog: government_report_tmx_file/GR2021.tmx
Source language: en_us
Languages: zh_cn

source: We will ensure the success of projects launched to achieve breakthroughs in core technologies in key fields, further plan and implement the Sci-Tech Innovation 2030 Agenda, reform the way that major science and technology programs are implemented, and extend mechanisms, such as the open competition mechanism to select the best candidates to undertake key research projects, to more areas.
zh_cn: 实施好关键核心技术攻关工程，深入谋划推进“科技创新2030－重大项目”，改革科技重大专项实施方式，推广“揭榜挂帅”等机制。

source: We support localities with requisite conditions to develop international and regional centers for science and technology innovation, and better leverage the guiding role of institutions such as national innovation demonstration zones.
zh_cn: 支持有条件的地方建设国际和区域科技创新中心，增强国家自主创新示范区等带动作用。

source: We encourage advances in science and technology that promote people's wellbeing, such as breakthroughs in the prevention and control of diseases.
zh_cn: 发展疾病防治攻关等民生科技。

source: We also encourage opening up and international cooperation in the science and technology sector,
zh_cn: 促进科技开放合作。

source: and we are firmly committed to protecting intellectual property.
zh_cn: 加强知识产权保护。

source: We will heighten awareness of research integrity, promote the spirit of science, and create a favorable ecosystem for innovation.
zh_cn: 加强科研诚信建设，弘扬科学精神，营造良好创新生态。

source: Basic research is the wellspring of scientific and technological innovation. So we will ensure the stable functioning of funding mechanisms for basic research and boost spending in this area by a considerable sum.
zh_cn: 基础研究是科技创新的源头，要健全稳定支持机制，大幅增加投入，

source: Central government expenditures on basic research will increase by 10.6 percent.
zh_cn: 中央本级基础研究支出增长10.6%，

source: Research institutes will have more say about how funds should be used, and the mechanisms for project applications, assessments, fund management, and personnel evaluations and incentives will be refined.
zh_cn: 落实扩大经费使用自主权政策，优化项目申报、评审、经费管理、人才评价和激励机制，

source: We will work hard to help researchers get rid of undue burdens and enable them to fully devote their time and energy to making scientific explorations and major breakthroughs in key technologies, just as a blacksmith in the past would spend years forging the perfect sword.
zh_cn: 努力消除科研人员不合理负担，使他们能够沉下心来致力科学探索，以“十年磨一剑”精神在关键核心领域实现重大突破。

source: We will leverage market forces to encourage enterprises to engage in innovation.
zh_cn: 运用市场化机制激励企业创新。

source: We will boost the principal role of enterprises in innovation, and encourage leading enterprises to establish innovation consortia.
zh_cn: 强化企业创新主体地位，鼓励领军企业组建创新联合体，

source: We will expand the channels that bring together enterprises, universities, research institutes and end-users, and refine the equity-based incentive mechanisms for scientific and technological advances.
zh_cn: 拓展产学研用融合通道，健全科技成果产权激励机制，

source: We will improve the regulatory system and development policies for venture capital, and further promote business startups and innovation initiatives.
zh_cn: 完善创业投资监管体制和发展政策，纵深推进大众创业万众创新。

source: We will continue to implement the policy of granting an extra tax deduction of 75 percent on enterprises' R&D costs, and we will raise this to 100 percent for manufacturing enterprises. By employing such mechanisms for preferential tax treatment, we can encourage enterprises to increase R&D spending and pursue innovation-driven development.
zh_cn: 延续执行企业研发费用加计扣除75%政策，将制造业企业加计扣除比例提高到100%，用税收优惠机制激励企业加大研发投入，着力推动企业以创新引领发展。

source: We will ensure the stable operation of industrial and supply chains and improve them.
zh_cn: 优化和稳定产业链供应链。

source: We will continue working on the five priority tasks of cutting overcapacity, reducing excess housing inventory, deleveraging, lowering costs, and strengthening areas of weakness.
zh_cn: 继续完成“三去一降一补”重要任务。

source: We will refund all due VAT credits to advanced manufacturing enterprises on a monthly basis, raise the proportion of loans to the manufacturing sector, and increase investment in the equipment upgrades and technology transformations of manufacturing enterprises.
zh_cn: 对先进制造业企业按月全额退还增值税增量留抵税额，提高制造业贷款比重，扩大制造业设备更新和技术改造投资。

source: We will see that industrial and supply chains are more self-supporting and that their risks are better controlled.
zh_cn: 增强产业链供应链自主可控能力，

source: We will implement projects for upgrading foundational industrial infrastructure and give full play to large enterprises' capacity to provide leadership and support, and to the collaborative and supporting role of MSMEs.
zh_cn: 实施好产业基础再造工程，发挥大企业引领支撑和中小微企业协作配套作用。

source: We will further develop the industrial internet, promote the integration of industrial and innovation chains, and build additional platforms for generic technology R&D to enhance the capacity of MSMEs for making innovations and engaging in specialized production.
zh_cn: 发展工业互联网，促进产业链和创新链融合，搭建更多共性技术研发平台，提升中小微企业创新能力和专业化水平。

source: The development of the 5G networks and 1000M fiber optic networks will be stepped up and their application will be extended to more settings.
zh_cn: 加大5G网络和千兆光网建设力度，丰富应用场景。

source: Cybersecurity, data security, and personal information protection will be strengthened.
zh_cn: 加强网络安全、数据安全和个人信息保护。

source: The layout of emerging industries will be planned in a well-coordinated way.
zh_cn: 统筹新兴产业布局。

source: China's National Quality Infrastructure will be strengthened, intensified efforts will be made to enhance quality, and the system of standards will be improved to ensure standards are aligned throughout the industrial chain.
zh_cn: 加强质量基础设施建设，深入实施质量提升行动，完善标准体系，促进产业链上下游标准有效衔接，

source: We will champion the pursuit of fine workmanship to boost the quality of Chinese manufacturing.
zh_cn: 弘扬工匠精神，以精工细作提升中国制造品质。

source: 4. Expanding domestic demand as a strategic move and fully tapping the potential of the domestic market
zh_cn: （四）坚持扩大内需这个战略基点，充分挖掘国内市场潜力。

source: With a focus on improving the people's wellbeing, we will expand demand, and promote better alignment between consumption and investment, so as to attain a more desirable and dynamic equilibrium between supply and demand.
zh_cn: 紧紧围绕改善民生拓展需求，促进消费与投资有效结合，实现供需更高水平动态平衡。

source: We will stabilize and expand consumption.
zh_cn: 稳定和扩大消费。

source: Personal incomes will be increased through multiple channels.
zh_cn: 多渠道增加居民收入。

source: Networks for the flow of goods and services in urban and rural areas will be improved, and rural e-commerce and express delivery services will be expanded to spur greater consumption at the county and township levels.
zh_cn: 健全城乡流通体系，加快电商、快递进农村，扩大县乡消费。

source: We will encourage steady increases in spending on home appliances, automobiles, and other big-ticket items, and abolish excessive restrictions on sales of second-hand vehicles.
zh_cn: 稳定增加汽车、家电等大宗消费，取消对二手车交易不合理限制，

source: More car parks and electric vehicle battery charging and swapping facilities will be built, and the system for recycling power batteries will be developed at a faster pace.
zh_cn: 增加停车场、充电桩、换电站等设施，加快建设动力电池回收利用体系。

source: Consumption of services such as healthcare, culture, tourism, and sports will be promoted.
zh_cn: 发展健康、文化、旅游、体育等服务消费。

source: Enterprises are encouraged to develop new products and services, and better market access will be provided for new products.
zh_cn: 鼓励企业创新产品和服务，便利新产品市场准入，

source: We will ensure that products sold domestically are produced on the same production lines, meet the same standards, and are of the same quality as exported products.
zh_cn: 推进内外贸产品同线同标同质。

source: We will ensure that convenience stores, shops, and other neighborhood services are well-run.
zh_cn: 保障小店商铺等便民服务业有序运营。

source: We will use the Internet Plus model to promote integrated development of online and offline businesses in more fields and create new forms and models of business, thus providing more convenient and satisfying services for consumers.
zh_cn: 运用好“互联网+”，推进线上线下更广更深融合，发展新业态新模式，为消费者提供更多便捷舒心的服务和产品。

source: We will also encourage platform companies to reduce their service fees as appropriate.
zh_cn: 引导平台企业合理降低商户服务费。

source: By taking these steps, we will steadily improve people's consumption capacity and the environment for consumption and ensure that our people have the ability and willingness to spend, thus improving their lives and driving economic development.
zh_cn: 稳步提高消费能力，改善消费环境，让居民能消费、愿消费，以促进民生改善和经济发展。

source: We will expand effective investment.
zh_cn: 扩大有效投资。

source: This year, 3.65 trillion yuan of local government special-purpose bonds will be issued and the way funds from bond issues are used will be improved. The scope of use for such bonds will be expanded as appropriate, with priority given to funding for key projects already under construction.
zh_cn: 今年拟安排地方政府专项债券3.65万亿元，优化债券资金使用，优先支持在建工程，合理扩大使用范围。

source: The central government will earmark a total of 610 billion yuan for investment in its budget.
zh_cn: 中央预算内投资安排6100亿元。

source: We will continue to support the construction of major projects that facilitate coordinated development among regions, and launch new infrastructure and new urbanization initiatives as well as major projects.
zh_cn: 继续支持促进区域协调发展的重大工程，推进“两新一重”建设，

source: We will also launch a number of major transportation, energy, and water conservancy projects, develop information networks and other new types of infrastructure, and work to modernize the logistics system.
zh_cn: 实施一批交通、能源、水利等重大工程项目，建设信息网络等新型基础设施，发展现代物流体系。

source: Government investment will be weighted toward projects which will help significantly improve the people's wellbeing.
zh_cn: 政府投资更多向惠及面广的民生项目倾斜，

source: Rebuilding and renovation of 53,000 old urban residential communities will begin, and the public service standards of county towns will be raised.
zh_cn: 新开工改造城镇老旧小区5.3万个，提升县城公共服务水平。

source: Investment approval procedures will be streamlined, and the business-invested project commitment system will be put into practice.
zh_cn: 简化投资审批程序，推进实施企业投资项目承诺制。

source: Reform of the system for construction project approval will be furthered.
zh_cn: 深化工程建设项目审批制度改革。

source: We will improve our policies for encouraging the participation of nongovernmental capital, and do more to remove barriers impeding private investment, so that such investment can enter, develop, and yield good returns in more fields.
zh_cn: 完善支持社会资本参与政策，进一步拆除妨碍民间投资的各种藩篱，在更多领域让社会资本进得来、能发展、有作为。

source: 5. Implementing the rural revitalization strategy across the board and promoting steady development of agriculture and growth in rural incomes
zh_cn: （五）全面实施乡村振兴战略，促进农业稳定发展和农民增收。

source: We will continue to promote the development of areas that have been lifted out of poverty, bolster agricultural production, and improve working and living conditions in rural areas.
zh_cn: 接续推进脱贫地区发展，抓好农业生产，改善农村生产生活条件。

source: We will align efforts to consolidate and expand the achievements in poverty alleviation with efforts to promote rural revitalization.
zh_cn: 做好巩固拓展脱贫攻坚成果同乡村振兴有效衔接。

source: For counties lifted out of poverty, a five-year transition period will apply from the date poverty in their locality was eradicated, during which major assistance policies will remain unchanged for them.
zh_cn: 对脱贫县从脱贫之日起设立5年过渡期，保持主要帮扶政策总体稳定。

source: Continuous monitoring and assistance mechanisms will be enhanced to prevent populations that have been lifted out of poverty from falling back into it again.
zh_cn: 健全防止返贫动态监测和帮扶机制，

source: Stable employment for these populations should be ensured, and more skills training will be made available to them.
zh_cn: 促进脱贫人口稳定就业，加大技能培训力度，

source: We will further develop industries in areas that are no longer in poverty, provide follow-up support for those who have been relocated from inhospitable areas, and enhance regular and tiered assistance of various types to low-income rural residents. These steps will forestall a large-scale reemergence of poverty.
zh_cn: 发展壮大脱贫地区产业，做好易地搬迁后续扶持，分层分类加强对农村低收入人口常态化帮扶，确保不发生规模性返贫。

source: A number of counties lifted out of poverty in western China will be designated as key counties for receiving assistance for rural revitalization.
zh_cn: 在西部地区脱贫县中集中支持一批乡村振兴重点帮扶县。

source: The mechanisms for collaboration between the eastern and western regions and for providing paired assistance will remain in place and be improved.
zh_cn: 坚持和完善东西部协作和对口支援机制，

source: Central departments and organizations as well as non-governmental actors will continue to play their roles in providing assistance. All these efforts will help those areas which have been lifted out of poverty enhance their capacity for sustaining self-development.
zh_cn: 发挥中央单位和社会力量帮扶作用，继续支持脱贫地区增强内生发展能力。

source: We will enhance our ability to ensure the supply of food and major agricultural products.
zh_cn: 提高粮食和重要农产品供给保障能力。

source: Seeds and cropland are crucial for safeguarding China's food security.
zh_cn: 保障粮食安全的要害是种子和耕地。

source: We will strengthen the protection and use of germplasm resources and the breeding and application of fine crop varieties, and strive to make key technological breakthroughs in agriculture.
zh_cn: 要加强种质资源保护利用和优良品种选育推广，开展农业关键核心技术攻关。

source: The standards for maintaining high-quality farmland will be raised, and irrigation facilities will be improved.
zh_cn: 提高高标准农田建设标准和质量，完善灌溉设施，

source: We will enhance the protection of cropland, and resolutely stop any attempt to use it for purposes other than agriculture and specifically grain production.
zh_cn: 强化耕地保护，坚决遏制耕地“非农化”、防止“非粮化”。

source: We will promote mechanization and digitalization of agriculture.
zh_cn: 推进农业机械化、智能化。

source: Agricultural belts for national food security and demonstration zones for agricultural modernization will be developed.
zh_cn: 建设国家粮食安全产业带和农业现代化示范区。

source: Subsidies for grain growers will be maintained, and minimum purchase prices for rice and wheat will be increased as appropriate.
zh_cn: 稳定种粮农民补贴，适度提高稻谷、小麦最低收购价，

source: Pilot insurance programs covering total production costs and incomes will be expanded.
zh_cn: 扩大完全成本和收入保险试点范围。

source: Grain acreage will be kept stable, per unit crop yield will be increased, and the quality of grains will be raised.
zh_cn: 稳定粮食播种面积，提高单产和品质。

source: We will adopt multiple measures to expand the production of oil-bearing crops, develop livestock, poultry, and aquaculture farming, and promote stable hog production.
zh_cn: 多措并举扩大油料生产。发展畜禽水产养殖，稳定和发展生猪生产。

source: Prevention and control of animal and plant diseases will be enhanced.
zh_cn: 加强动植物疫病防控。

source: We will ensure stability in the supply and prices of agricultural products, and launch food saving initiatives.
zh_cn: 保障农产品市场供应和价格基本稳定。开展粮食节约行动。

source: Ensuring that our people have enough food remains a top priority for our government.
zh_cn: 解决好吃饭问题始终是头等大事，

source: We are resolved to ensure food security for our 1.4 billion people, and we know we can achieve this.
zh_cn: 我们一定要下力气也完全有能力保障好14亿人的粮食安全。

source: We will take solid steps in advancing rural reform and development.
zh_cn: 扎实推进农村改革和乡村建设。

source: We will consolidate and improve the system of basic rural operations.
zh_cn: 巩固和完善农村基本经营制度，

source: We will keep rural land contract relationships unchanged over the long term, steadily promote appropriately scaled agribusiness operations of various types, and speed up the development of specialized and commercial services.
zh_cn: 保持土地承包关系稳定并长久不变，稳步推进多种形式适度规模经营，加快发展专业化社会化服务。

source: Trials for the reform of rural residential land will be advanced in a steady and prudent fashion.
zh_cn: 稳慎推进农村宅基地制度改革试点。

source: New rural collective economies will be developed.
zh_cn: 发展新型农村集体经济。

source: Reforms of supply and marketing cooperatives, collective forest tenure, state forestry areas and farms, and state farms will be deepened.
zh_cn: 深化供销社、集体林权、国有林区林场、农垦等改革。

source: More of the revenue from land sales will be spent on agriculture and rural development.
zh_cn: 提高土地出让收入用于农业农村比例。

source: We will strengthen basic public services and infrastructure construction in rural areas and promote integrated urban-rural development in counties.
zh_cn: 强化农村基本公共服务和公共基础设施建设，促进县域内城乡融合发展。

source: A five-year program to improve the rural living environment will be launched,
zh_cn: 启动农村人居环境整治提升五年行动。

source: and cultural and ethical standards in rural areas will be raised.
zh_cn: 加强农村精神文明建设。

source: We will ensure that rural migrant workers receive their pay on time and in full.
zh_cn: 保障农民工工资及时足额支付。

source: We will promote faster development of rural industries, strengthen county economies, and provide more support for migrant workers to start businesses in their hometowns, so as to enable rural people to seek employment through more channels.
zh_cn: 加快发展乡村产业，壮大县域经济，加强对返乡创业的支持，拓宽农民就业渠道。

source: We will do our utmost to see that rural residents in their hundreds of millions can earn higher incomes and embrace a brighter future.
zh_cn: 千方百计使亿万农民多增收、有奔头。

source: 6. Pursuing high-standard opening up and promoting stable and improved performance in foreign trade and investment
zh_cn: （六）实行高水平对外开放，促进外贸外资稳中提质。

source: We will open up more sectors of the economy in a more thorough fashion and participate more fully in international economic cooperation.
zh_cn: 实施更大范围、更宽领域、更深层次对外开放，更好参与国际经济合作。

source: We will promote steady growth of imports and exports.
zh_cn: 推动进出口稳定发展。

source: We will increase credit support to small and medium foreign trade firms, expand the coverage of export credit insurance and streamline the conditions for insurance acceptance and claims settlement.
zh_cn: 加强对中小外贸企业信贷支持，扩大出口信用保险覆盖面、优化承保和理赔条件，

source: Trials to facilitate foreign exchange settlement for trade firms will be advanced.
zh_cn: 深化贸易外汇收支便利化试点。

source: We will keep the processing trade stable, develop new forms and models of trade such as cross-border e-commerce, and support enterprises in diversifying their markets overseas.
zh_cn: 稳定加工贸易，发展跨境电商等新业态新模式，支持企业开拓多元化市场。

source: We will also develop border trade.
zh_cn: 发展边境贸易。

source: New approaches will be explored to develop trade in services.
zh_cn: 创新发展服务贸易。

source: We will improve and adjust import tariff policies and increase imports of quality products and services.
zh_cn: 优化调整进口税收政策，增加优质产品和服务进口。

source: Trade promotion services will be improved, and good preparations will be made for holding major trade events such as the China International Import Expo, the China Import and Export Fair, the China International Fair for Trade in Services, and the first China International Consumer Products Expo.
zh_cn: 加强贸易促进服务，办好进博会、广交会、服贸会及首届中国国际消费品博览会等重大展会。

source: We will work to ensure smooth international logistics services, overhaul and standardize port charges, and further simplify customs clearance.
zh_cn: 推动国际物流畅通，清理规范口岸收费，不断提升通关便利化水平。

source: We will use foreign investment more effectively.
zh_cn: 积极有效利用外资。

source: The negative list for foreign investment will be further cut.
zh_cn: 进一步缩减外资准入负面清单。

source: We will open the service sector in a well-regulated way, launch more comprehensive trials on its opening, and formulate a negative list for cross-border trade in services.
zh_cn: 推动服务业有序开放，增设服务业扩大开放综合试点，制定跨境服务贸易负面清单。

source: We will further the development of the Hainan Free Trade Port, pursue reform, opening up, and innovation in pilot free trade zones, promote coordinated development of special customs regulation zones and pilot free trade zones, and fully leverage the role of economic development zones as platforms for opening up.
zh_cn: 推进海南自由贸易港建设，加强自贸试验区改革开放创新，推动海关特殊监管区域与自贸试验区统筹发展，发挥好各类开发区开放平台作用。

source: We will promote fair competition between domestic and foreign companies and protect the lawful rights and interests of foreign-invested enterprises.
zh_cn: 促进内外资企业公平竞争，依法保护外资企业合法权益。

source: Foreign investors are welcome to expand their investments in China and share in its vast open market and development opportunities.
zh_cn: 欢迎外商扩大在华投资，分享中国开放的大市场和发展机遇。

source: We will promote high-quality Belt and Road cooperation.
zh_cn: 高质量共建“一带一路”。

source: We are committed to the principle of achieving shared growth through consultation and collaboration.
zh_cn: 坚持共商共建共享，

source: We will, with enterprises as the main actors and acting on market principles, set up a sound, diversified investment and financing framework, provide better legal services and safeguards, and work to steadily advance cooperation on major projects and promote infrastructure connectivity.
zh_cn: 坚持以企业为主体、遵循市场化原则，健全多元化投融资体系，强化法律服务保障，有序推动重大项目合作，推进基础设施互联互通。

source: We will work to improve the performance of China's outbound investment and international cooperation in this area.
zh_cn: 提升对外投资合作质量效益。

source: We will deepen multilateral, bilateral, and regional economic cooperation.
zh_cn: 深化多双边和区域经济合作。

source: We will continue to uphold the multilateral trading regime.
zh_cn: 坚定维护多边贸易体制。

source: We will work for the early entry into force and implementation of the Regional Comprehensive Economic Partnership Agreement and the signing of the China-EU Comprehensive Agreement on Investment.
zh_cn: 推动区域全面经济伙伴关系协定尽早生效实施、中欧投资协定签署，

source: We will accelerate China's free trade negotiations with Japan and the Republic of Korea.
zh_cn: 加快中日韩自贸协定谈判进程，

source: China will actively consider joining the Comprehensive and Progressive Agreement for Trans-Pacific Partnership.
zh_cn: 积极考虑加入全面与进步跨太平洋伙伴关系协定。

source: We will promote the growth of mutually beneficial China-US business relations on the basis of equality and mutual respect.
zh_cn: 在相互尊重基础上，推动中美平等互利经贸关系向前发展。

source: China stands ready to work with other countries to achieve mutual benefits on the basis of greater mutual opening.
zh_cn: 中国愿与世界各国扩大相互开放，实现互利共赢。

source: 7. Enhancing Pollution Prevention and Control and Ecological Conservation and Promoting Continuous Environmental Improvement
zh_cn: （七）加强污染防治和生态建设，持续改善环境质量。

source: We will fully implement the sustainable development strategy, consolidate the gains in our endeavors to keep our skies blue, our waters clear, and our lands pollution-free, and transition to eco-friendly production and ways of life.
zh_cn: 深入实施可持续发展战略，巩固蓝天、碧水、净土保卫战成果，促进生产生活方式绿色转型。

source: We will continue to intensify efforts to improve the environment.
zh_cn: 继续加大生态环境治理力度。

source: We will strengthen comprehensive measures and joint efforts on air pollution prevention and control, and step up coordination on the control of fine particulate matter and ozone pollution.
zh_cn: 强化大气污染综合治理和联防联控，加强细颗粒物和臭氧协同控制，

source: Clean heating will account for 70 percent of all heating in northern China.
zh_cn: 北方地区清洁取暖率达到70%。

source: We will clean up sewage outfalls into seas and rivers and black, malodorous water bodies in cities.
zh_cn: 整治入河入海排污口和城市黑臭水体，

source: We will enhance our capacity to collect urban household sewage and to treat waste water from industrial parks.
zh_cn: 提高城镇生活污水收集和园区工业废水处置能力，

source: We will take stringent measures to prevent soil pollution at the source, and take stronger action to address agricultural pollution from non-point sources.
zh_cn: 严格土壤污染源头防控，加强农业面源污染治理。

source: The ban on the importation of solid waste will remain in place.
zh_cn: 继续严禁洋垃圾入境。

source: Urban household waste sorting will be promoted in a well-planned way,
zh_cn: 有序推进城镇生活垃圾分类处置。

source: the use of eco-friendly express delivery packaging will be encouraged,
zh_cn: 推动快递包装绿色转型。

source: and the collection and treatment of hazardous waste and medical waste will be improved.
zh_cn: 加强危险废物医疗废物收集处理。

source: The formulation of regulations on compensation for environmental conservation will be put on the agenda.
zh_cn: 研究制定生态保护补偿条例。

source: We will enforce a ten-year fishing ban in the waters of the Yangtze River, and carry out major biodiversity protection projects.
zh_cn: 落实长江十年禁渔，实施生物多样性保护重大工程，
